tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

# Core CLI tools
brew "git"
brew "stow"
brew "coreutils"
brew "curl"
brew "gnu-tar"
brew "unzip"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "direnv"
brew "tmux"
brew "zellij"
brew "yazi"
brew "bun"
brew "gnupg"

# Language/runtime tooling
brew "asdf"
brew "python"

# Databases and deps
brew "postgresql@17"
brew "openssl@3"
brew "unixodbc"
brew "wxwidgets"

# Cloud tooling
cask "google-cloud-sdk"

# Optional (if you want conda)
cask "miniconda"

# Apps
cask "ghostty"
cask "cursor"
cask "visual-studio-code"
cask "zed"

# Fonts
cask "font-hack-nerd-font"

# Java
cask "zulu@17"
